// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Protect Direct Ports";

TaskDescription = "Use this setting to disable printing over USB and parallel ports.\n\nJetDirect, embedded network connectivity, and third party add-on cards (such as Firewire) will not be affected by this setting.";
CheckboxTitle = "Disable Direct Ports";
ApplyButtonTitle = "Apply Now";